Repository: hubCodesay/SmartLearn-LMS
Catalog: languages/smartlearn-lms-*.po
Languages: ru

source: Налаштування LMS
ru: Настройки LMS

source: Налаштування
ru: Настройки

source: Мова плагіна
ru: Язык плагина

source: Виберіть мову інтерфейсу плагіна
ru: Выберите язык интерфейса плагина

source: URL сторінки входу
ru: URL страницы входа

source: URL на який будуть перенаправлятися неавторизовані користувачі
ru: URL на который будут перенаправляться неавторизованные пользователи

source: Курсів на сторінку
ru: Курсов на страницу

source: Кількість курсів у шорткоді за замовчуванням (-1 = всі)
ru: Количество курсов в шорткоде по умолчанию (-1 = все)

source: Колонок за замовчуванням
ru: Колонок по умолчанию

source: Кількість колонок у сітці курсів
ru: Количество колонок в сетке курсов

source: Тексти кнопок
ru: Тексты кнопок

source: Переглянути курс:
ru: Просмотреть курс:

source: Переглянути курс
ru: Просмотреть курс

source: Купити курс:
ru: Купить курс:

source: Купити курс
ru: Купить курс

source: Увійти:
ru: Войти:

source: Увійти
ru: Войти

source: Курси
ru: Курсы

source: Всі курси
ru: Все курсы

source: Додати новий курс
ru: Добавить новый курс

source: Редагувати курс
ru: Редактировать курс

source: Переглянути сторінку курсу
ru: Просмотреть страницу курса

source: Шукати курси
ru: Искать курсы

source: Всі уроки
ru: Все уроки

source: Додати новий урок
ru: Добавить новый урок

source: Редагувати урок
ru: Редактировать урок

source: Безкоштовний курс
ru: Бесплатный курс

source: Платний курс
ru: Платный курс

source: Оберіть товар WooCommerce
ru: Выберите товар WooCommerce

source: Тривалість курсу
ru: Продолжительность курса

source: Наприклад: 4 тижні
ru: Например: 4 недели

source: Рівень складності
ru: Уровень сложности

source: Початковий
ru: Начальный

source: Середній
ru: Средний

source: Просунутий
ru: Продвинутый

source: Це безкоштовний урок (доступний без покупки)
ru: Это бесплатный урок (доступен без покупки)

source: URL відео
ru: URL видео

source: Вставте посилання на YouTube або Vimeo відео
ru: Вставьте ссылку на YouTube или Vimeo видео

source: Тривалість уроку
ru: Продолжительность урока

source: Наприклад: 15 хв
ru: Например: 15 мин

source: Доступ до цього курсу обмежено. Будь ласка, увійдіть або придбайте курс.
ru: Доступ к этому курсу ограничен. Пожалуйста, войдите или приобретите курс.

source: Доступ до цього уроку обмежено.
ru: Доступ к этому уроку ограничен.

source: уроків
ru: уроков

source: Назад до курсу
ru: Назад к курсу

source: Попередній урок
ru: Предыдущий урок

source: Наступний урок
ru: Следующий урок

source: SmartLearn LMS потребує активації WooCommerce для роботи.
ru: SmartLearn LMS требует активации WooCommerce для работы.
